{
    "Processing Instructions": {
        "California Children’s Services": [
            "California Children's Services (CCS) is a state program that provides medical care for children under 21 with long-term or certain serious health conditions. Before paying claims, CCS examiners check if the condition is linked to an approved CCS case. CCS covers services like doctor visits, hospital stays, surgeries, therapy, tests, and medical supplies for children with an approved condition.",
            [
                {
                    "If an authorization in a Medreview status and the notes indicate that the auth is pending CCS determination": "Then deny claim using remit code CCS001 AND “Please resubmit to CCS for determination.”"
                },
                {
                    "If CCS case is found": "Then deny claim using remit code CCS002 AND “CCS Accepted. Please resubmit to CCS for payment.”"
                },
                {
                    "If an authorization indicates CCS denied the case for failure to coordinate CCS paneled provider": "Then deny claim using remit code CCS003 AND “Service denied for failure to coordinate CCS paneled provider for duration of inpatient stay.”"
                }
            ]
        ],
        "Health Net": "Some claims and services have been delegated to Health Net for payment. If the Delegate To box is populated with “PRIPA00064” and edit 203 fires, deny claim using remit, “HN002”",
        "Newborn Selection": "When selecting a newborn record, select the member record that has the mother linked. Note: Do not select the member record when you see a “Q” in the SSN",
        "Medi-Cal": [
            "Medi-Cal is a program that provides insurance coverage for low income members that meet the predetermined income requirements.",
            "Eligibility for newborns is from the date of birth until the month following their date of birth or they have been enrolled in the Medi-Cal program.",
            {
                "Claims for newborns born to mothers covered under Medi-Cal in Los Angeles County may be processed under the mother’s eligibility file as follows": [
                    {
                        "If the newborn eligibility is loaded under the newborn": "process the claim accordingly",
                        "If the newborn eligibility is not loaded under the newborn": {
                            "process the claim under the mother’s eligibility file and enter a memo stating the following": "• BUMC • Baby’s Name • Baby’s Date of Birth"
                        }
                    }
                ],
                "Claims for newborns born to mothers covered under Medi-Cal (except Los Angeles County) must be processed under their own eligibility file as follows": [
                    {
                        "If the newborn eligibility is loaded under the newborn": "process the claim accordingly.",
                        "If the newborn eligibility is not loaded under the newborn": "route the claim to ELG to have eligibility loaded."
                    }
                ],
                "Note": "If their mother’s PCP is assigned to an IPA, financial responsibility for the claim will be determined by processing the claim in accordance with the DOFR Tool Application – California – Processing Guideline."
            }
        ]
    }
}