{
    "Processing Instructions": {
        "NetworX Does Not Populate a Cost Outlier Payment": {
            "In this scenario, the authorization determination approves two service lines and denies one service line. NetworX does not populate an Outlier payment": {
                "Claim ID": "111222333444",
                "DOS": "06/20/2021 – 10/29/2021 (Total inpatient days: 131)",
                "Contract Rate": "102%",
                "Authorization": "1234567897",
                "Authorization Determination": [
                    "Line 1 Code 172 DOS From 06/20/2021 Total Units 97, Status APPROVED",
                    "Line 2 Code 173 DOS From 09/25/2021 Total Units 14, Status APPROVED",
                    "Line 3 Code 114 DOS From 10/09/2021 Total Units 20, Status DENIED"
                ],
                "NetworX Pricing": "NetworX Pricing does not populate Outlier payments."
            },
            "Payment Methodology": {
                "Base DRG multiplied by the contracted rate": "$195,072.31 x 102% = $198,973.76"
            }
        },
        "NetworX Populates a Cost Outlier Payment": {
            "In this scenario, the authorization determination approves two service lines and denies one service line. NetworX populates an Outlier payment": {
                "Claim ID": "222555666777",
                "DOS": "06/11/2021 – 07/27/2021 (Total inpatient days: 46)",
                "Contract Rate": "105%",
                "Authorization": "98765432131",
                "Authorization Determination": [
                    "Line 1 Code 121 DOS From 06/11/2021 Total Units 7, Status APPROVED",
                    "Line 2 Code 201 DOS From 06/18/2021 Total Units 13, Status APPROVED",
                    "Line 3 Code 203 DOS From 07/01/2021 Total Units 26, Status DENIED"
                ],
                "NetworX Pricing": "NetworX Pricing populates Outlier payment."
            },
            "Processing Steps": {
                "Step 1": "For the Payment Methodology, multiply the base DRG by the contracted rate.Example: $18,512.40 x 105% = $19,438.02.",
                "Step 2": {
                    "Go to Pay page": {
                        "a": "Processor Remit Comments; click Add.",
                        "b": "Select remit code N26. Click Save. (End)"
                    }
                }
            }
        },
        "Resubmission Claim with Itemized Bill – Denied Days are Less than Approved Days": {
            "In this scenario, the Provider resubmits a new claim with the requested itemized bill (Provider is not required to submit resubmission code 7)": {
                "New Claim ID": "3338888999000",
                "DOS": "06/11/2021 – 07/27/2021 (Total inpatient days: 46)",
                "Contracted Rate": "105%",
                "Authorization": "98765432131",
                "Authorization Determination": [
                    "Line 1 Code 121 DOS From 06/11/2021 Total Units 7, Status APPROVED",
                    "Line 2 Code 201 DOS From 06/18/2021 Total Units 13, Status APPROVED",
                    "Line 3 Code 203 DOS From 07/01/2021 Total Units 26, Status DENIED"
                ]
            },
            "Processing Steps": {
                "Step 1": "Review each page of the itemized bill to identify and calculate the charges associated with the denied days from the authorization. Important: Do not include discharge date/charges. Example: The denied days are DOS 07/01/21 – 07/26/2021 (26 days), with a total billed charge of $20,635.50. Refer to Exhibit 1: Itemization Bill Example.",
                "Step 2": "Reference the NetworX Pricer Disallowed Charges section located in the NetworX Pricer Functionality – All States Medicaid - Job Aid.",
                "Step 3": {
                    "Reverse the original claim following these guidelines": {
                        "a": "In the original claim, click Reverse Claim. Result: A message dialogue box opens.",
                        "b": "Click Yes to the question “You are about to reverse the current claim, are you sure?”. Result: A new dialogue box opens.",
                        "c": "In the Enter Explanation Code/Description for Reversed Claim dialogue box, select remit code CR23. Click Save.",
                        "d": "The system will generate a Reversal Claim ID number (“xxxxxxxxxxR1”). Click OK when the Reversal Claim ID appears. Result: A new dialogue box opens.",
                        "e": "Click No to the question “Do you want to synchronize this claim with an Adjustment claim?” Important: If Yes is incorrectly selected, select Okay to Pay the reversed (“R1”) claim to ensure the paid amount is recovered from the provider. Result: A new dialogue box opens.",
                        "f": "Click No to the question “Would you like to create a new claim for adjustment?”"
                    }
                },
                "Step 4": "Once the original claim has been reversed, process and finalize the claim with an itemized bill. Create a memo in the original claim referencing the claim with the itemized bill: Description: Itemize Bill Memo: Itemized claim xxxxxxxxxxx received. (End)"
            }
        },
        "Resubmission Claim with Itemize Bill – Approved Days are less than Denied Days": {
            "When the entire inpatient date span is not within the authorization determination (or on a different authorization), the days not included should also be considered “denied.”In this scenario, the Provider resubmits a new claim with the requested itemized bill (Provider is not required to submit resubmission code 7).": {
                "New Claim ID": "4444555888811",
                "DOS": "06/11/2021 – 08/01/2021 (Total inpatient days: 52)",
                "Historical Claim ID": "222555666777",
                "Contracted Rate": "105%",
                "Authorization": "654987321",
                "Authorization Determination": [
                    "Line 1 Code 171 DOS From 06/11/2021 Total Units 20, Status APPROVED",
                    "Line 2 Code 172 DOS From 07/01/2021 Total Units 2, Status DENIED",
                    "Line 3 Code 173 DOS From 07/03/2021 Total Units 30, Status DENIED"
                ]
            },
            "Processing Steps": {
                "Step 1": "Review each page of the itemized bill to identify and calculate the charges associated with the approved dates of service, including the discharge date. Example: The charges for DOS 06/11/21 – 6/30/2021 (20 days) and 8/01/2021 (discharge date) are included in the calculation for the new eligible charges.",
                "Step 2": "Update the NetworX Total Charges field with the new eligible charges.",
                "Step 3": "Pay the Total Reimb amount multiplied by the contracted rate.",
                "Step 4": {
                    "Reverse the original claim following these guidelines": {
                        "a": "In the original claim, click Reverse Claim. Result: A message dialogue box opens.",
                        "b": "Click Yes to the question “You are about to reverse the current claim, are you sure?”. Result: A new dialogue box opens.",
                        "c": "In the Enter Explanation Code/Description for Reversed Claim dialogue box, select remit code CR23. Click Save.",
                        "d": "The system will generate a Reversal Claim ID number (“xxxxxxxxxxxR1”). Click OK when the Reversal Claim ID appears. Result: A new dialogue box opens.",
                        "e": "Click No to the question “Do you want to synchronize this claim with an Adjustment claim?” Important: If Yes is incorrectly selected, select Okay to Pay the reversed (“R1”) claim to ensure the paid amount is recovered from the provider",
                        "f": "Click No to the question “Would you like to create a new claim for adjustment?” "
                    },
                    "Step 5": "Once the original claim has been reversed, process and finalize the claim with an itemized bill. Create a memo in the original claim referencing the claim with the itemized bill: • Description: Itemize Bill • Memo: Itemized claim xxxxxxxxxxx received. (End)"
                }
            }
        }
    }
}