{
    "Inpatient Hospital Guidelines by Texas": {
        "Authorization Requirements": {
            "Authorization Guidelines": {
                "Instructions": [
                    "Examiners are required to verify if a system authorization is required.",
                    "If yes, then examiners are required to verify whether or not a system authorization exists.",
                    "DOS Prior to 3-1-2024: No authorization is required for 2 days of normal delivery and up to 3 days of C-section.",
                    "DOS on or after 3-1-2024: No authorization is required for 3 days of normal delivery and up to 5 days of C-section."
                ]
            },
            "Exception": {
                "No Authorization Required for": [
                    "MEMORIAL HERMANN (MHHS) - Spell of Illness applies",
                    "UT SOUTHWESTERN (PROFESSIONAL)",
                    "DALLAS COUNTY (PARKLAND) < 5 OB DAYS + OP PAR"
                ]
            },
            "NPI Numbers for Exception": [
                "1043457583",
                "1295788735",
                "1295843787",
                "1710985098",
                "1730132234",
                "1740233782",
                "1932152337",
                "1982666111",
                "1205900370"
            ],
            "Note": [
                "We cannot deny a claim per their contract unless it is for the following:",
                "Member not eligible during the DOS",
                "Timely filing not met",
                "Service billed is not a benefit"
            ]
        },
        "Required UB-04 Fields": [
            "● All inpatient claims should be submitted with bill types of 111 - 117 in Box 4.",
            "● The required fields on the UB04 are boxes 12, 13, 14, 15, 16, 17 and 66.",
            "● If box 66 (ICD-9) is not billed, deny the claim with remit denial code MA63.",
            "● The admission and discharge hour(s) (boxes 13 & 16) are required.",
            "Note: If the date(s) submitted are within 3 days of admission date, PAY the claim accordingly."
        ],
        "Covered Benefits - CHIP": [
            {
                "Newborns": "Inpatient Facility services are covered when they are medically necessary.  If the enrollment date is prior to 10/1/09, the entire claim is the responsibility of the previous insurer and should be denied using remit “N52”.",
                "Note": [
                    "For members 185% and below the Federal Poverty Level (FPL), the facility charges are not covered during the mother’s maternity admission period and should be denied using remit code “N130”.",
                    "For Members 185% and below- the hospital will need to complete and submit the mothers bar coded CHIP Perinatal -Emergency Medical Services Certification (Form H3038-P) to establish Emergency Medicaid for labor and Delivery. This form is mailed to the woman before her delivery, and she is instructed to bring it with her to the hospital when she delivers. The form includes a place to add the dates the woman received emergency Medical services (labor and delivery). Once HHS receives the completed form, emergency Medicaid coverage will be established for the mother for the period of time reflected on the form, and her baby will receive 12 months of medicaid coverage from the date of birth. In these situations, facility charges for mother and the newborn are billed to the Molina health plan."
                ]
            },
            {
                "Members": "Inpatient Facility services are covered only when they are related to Labor and Delivery. If the enrollment date is prior to 10/1/09, the entire claim (and any post partum care) is the responsibility of the previous insurer and should be denied using remit “N52”.",
                "Note": "For members 185% and below the Federal Poverty Level (FPL), the facility charges are not covered and should be denied using remit code “N130”."
            }
        ],
        "STAR PLUS - Benefits and Limitations": "Inpatient hospital services are covered for Star+Plus members when determined medically necessary and appropriate. Such coverage includes psychiatric and rehabilitation admissions to acute care hospitals as well as medical and surgical care. Molina is responsible for assuring access to and coordination of all services. Molina Healthcare of Texas is not responsible for Inpatient facility services for admissions prior to 3/1/12. Financial responsibility will be assumed by the primary carrier. The system will automatically deny inpatient facility claims. For dates of admission after 03/01/12, Molina Healthcare of Texas is responsible for inpatient facility services for Star+Plus members.",
        "Covered Benefits - STAR": {
            "STAR inpatient services": [
                "Bed and board in semi-private accommodation or in ICU or CCU including meals, special diets, and general nursing services; and an allowance for bed and board in private accommodations including meals, special diets, and general nursing services up to the hospital’s charge for its most prevalent semi-private accommodations. Bed and board in private accommodations is provided in full if required for medical reasons as certified by the physician.",
                "Whole blood and packed red cells reasonable and necessary for treatment of illness or injury if they are not available without cost.",
                "Maternity care (includes usual and customary care for all female clients).",
                "All medically necessary services/supplies ordered by a physician to include laboratory, radiology and pathology.",
                "Newborn care (includes routine newborn care, routine screenings, and specialized nursery care for newborns with specific problems).",
                "Continuation of hospitalization is covered for the infant when the mother is required to remain hospitalized for medical reasons.",
                "Take-home drugs, self-administered drugs, or personal comfort items are not benefits of the Medicaid program or THSteps-CCP (Texas Health Steps Comprehensive Care Program), except when received by prescription through the Vendor Drug Program.",
                "Managed Care members are not limited to the 30 day spell of illness limitation.",
                "Dollar or day limitations are not applicable for members younger than age 21 years."
            ]
        },
        "Pricing Information": "Reimbursement for bill types 111-117 is calculated by using Web.Strat for grouping and pricing.  The DRG from Web.Strat must be accepted and not changed Manual processing in Web.Strat will be the exception using NPI and Taxonomy codes.",
        "Children's Hospitals": "Inpatient hospital stays in designated children’s hospitals are reimbursed according to the TEFRA reimbursement principles on a reasonable cost basis.  Designated children’s hospitals are reimbursed on a percentage of the hospital’s standard charges derived from the hospital’s most recent tentative or final Medicaid cost report settlement.",
        "Date of Sterilization": [
            "The date of the sterilization must be in the format mm/dd/yyyy.",
            {
                "The sterilization date must be at least 30 days and no more than 180 days from the date of the client's consent except in cases of premature delivery or emergency abdominal surgery. If the date is not between 30 and 180 days of the cliient's consent, the physician must indicate in the appropriate field the reason for the exception": {
                    "1) Premature delivery": "There must be at least 72 hours between the date of consent and the date of surgery. The informed consent must have been given at least 30 days before the expected date of delivery.",
                    "2) Emergency abdominal surgery": "There must be at least 72 hours between the date of consent and the date of surgery."
                }
            }
        ],
        "Outlier Manual Process": {
            "If a claim hit an outlier in the corre claims processing system and not all days are approved in the auth, then provider needs to submit an itemized bill": [
                "1. Manually calculate the non-covered days/charges.",
                "2. Total non-covered days/charges will be deducted from the total billed charges of the claim.",
                "3. In the core claims processing system, click on the Configuration tab.",
                "4. Click on the Pricer.",
                "5. Log into the Pricer.",
                "6. Click on the claims tab.",
                "7. Click on the magnifying glass.",
                "8. Enter the claim ID in the Submitter Claim Number Box.",
                "9. Select most current record and select Copy claim. Pick the latest claim information, click on the drop down button on the right hand side. Be sure to have the NetworX Claim Number selected. This will identify the latest adjudicated claim.",
                "10. Click on the Copy Claim button.",
                "11. Click on the Line tab.",
                "12. Select the line with the highest total charge amount.",
                "13. Double click on the claim line to manually deduct the denied charges from the line.",
                "14. Once the non-covered charges have been deducted from the line select update and PRICE & SAVE for pricer to provide new Molina allowable."
            ]
        },
        "Outlier Payment (High Dollar Claims)": "The Texas Medicaid Health Plan makes outlier payment adjustments to DRG hospitals for admissions that meet the criteria for high costs or long lengths of stay for members younger than 21 years of age as of the date of the inpatient admission. If the member’s admission qualifies for both a day and a cost outlier, the outlier resulting in the higher payment to the hospital is paid. The dollar threshold for possible determination of an outlier payment is $25,000.00. Please review all claims billing $25,000.00 or more for possible day or outlier payment. This does not mean that claims billed for $25,000.00 or more will automatically qualify for an outlier payment but these claims should be reviewed. Note: Refer to Web.Strat for pricing",
        "Lesser of Language": [
            "We will not pay over the billed charge amount (Lesser of Language) for Non-Par Providers unless there is a LOA (Letter of Agreement) attached to the claim. If the claim is paying over the billed charge amount without a LOA, manually price the claim to pay 100% of billed charges.",
            {
                "Exception": {
                    "Okay to pay more than billed": [
                        "MEMORIAL HERMANN",
                        "HARRIS COUNTY"
                    ]
                },
                "Note": "There will be some instances where a claim will pay over billed charges due to the additional add on payment being applied to the claim - please allow payment."
            }
        ],
        "Enrollment": [
            "If the member cannot be found in the system, the member is a “can’t identify” or CID. This claim cannot be processed. When processing hard copy claims, the original claim will be returned to the provider with an attached CID form and a copy will be attached to an “UN-logged Claim” sheet and left in the batch. For EDI/Future Vision claims, print the claim image listing the claim number and the DCN (document control number) if applicable. Attach the CID form and claim will be sent back to the provider.",
            "Note: Do not create new members. When the dialogue box asks to create a new member, click No.",
            "If the member is enrolled on the date of admission and DRG, the entire stay is payable.",
            "If the member is not enrolled on the date of admission, the claim will deny with no enrollment."
        ],
        "Newborn Charges": "Newborns are covered for the month of birth through the end of the month in which the 90th day falls. Claims are paid under the newborn’s ID number. If the member is not in the core claims processing system, send to eligibility for research",
        "Corrected/Late Claims": "Refer to the Corrected Claims and Replacement Bills - All States - All LOBs - SOP in the All States SharePoint Site.",
        "Eligibility": "If it is determined that a member has no enrollment, deny these claims with denial code N52 unless the member was retro termed due to SSI eligibility.",
        "SSI Eligibility": "If a member is SSI-eligible per a memo, the claim should be denied with C22denial code SSI001. Verify DOS against eligible dates in the memo.",
        "Duplicate Claims": "Refer to the Duplicate Claim Processing - All States and LOBs - SOP for further instructions.",
        "Transfers": [
            "When more than one hospital provides care for a member, the hospital that provides the most significant amount of care receives consideration for a full diagnosis related group (DRG) payment. The other hospitals are paid a per diem rate that is based on the lesser of the mean length of stay for the DRG or the eligible days in the facility.",
            {
                "The following are transfer examples": {
                    "Example #1": "DRG facility to DRG facility, client discharged from facility A and readmitted within 24 hours to facility B: This would be considered a transfer and the facility rendering the most complex level of care would receive the full DRG payment. The other facility would be paid a per diem rate, not to exceed the maximum amount for the full DRG.",
                    "Example #2": "DRG facility to Tax equity and Fiscal Responsibility Act (TEFRA) facility (per diem), client discharged from DRG facility and readmitted within 24 hours to a TEFRA facility: This would be considered a transfer. The DRG hospital could receive the full DRG or a per diem, depending on whether the facility rendered the most complex level of care. TEFRA hospital would receive the TEFRA interim reimbursement rate that was effective at the time of admission."
                }
            },
            "Transfer guidelines do not apply to hospitals paying at per diem rates.",
            {
                "Enrollment Changes without Transfer": {
                    "If a Molina member retroactively enrolls in another MCO's STAR, STAR+PLUS, or Dual Demonstration plan while inpatient": "the new MCO is responsible for the Hospital Facility charges and All Other Covered charges as of the member's effective date of coverage with the new MCO.",
                    "If a non-Molina member retroactively enrolls into a Molina STAR, STAR+PLUS, or Dual Demonstration (MMP) plan while inpatient": "Molina would be responsible for the Hospital Facility charges and All other covered charges as of the member's effective date of coverage with Molina.",
                    "If a Molina member moves from Dual Demonstration (MMP) to STAR+PLUS with another MCO": "Molina would be responsible for All Hospital Facility charges. The new MCO would be responsible for All Other Covered Charges.",
                    "Note": "The responsible MCO will pay the Hospital facility charges until the earlier of (1) date of Discharge from the Hospital or (2) loss of Medicaid eligibility."
                }
            },
            {
                "Enrollment Changes with Transfer": {
                    "If a Molina member during an Inpatient Stay Transfer from one Hospital (A) to another Hospital (B) without Discharge, and changes to another MCO before the transfer to Hospital (B)": "the MCO the member is enrolled with on the date of the Transfer (Molina) is the responsible MCO for Hospital (B) Facility Charges and All Other Covered Services.",
                    "If the Member changes from Molina to another MCO after the Transfer to Hospital (B) but while at Hospital (B)": "the new MCO is the responsible party for All Other Covered Services rendered as of the date of enrollment with the new MCO. Molina would continue to be responsible for Hospital (B) Facility Charge until the Member is discharged, returned to Hospital A, or no longer eligible for Medicaid."
                }
            }
        ],
        "Continuous Stays ": [
            "Members transferred within the same facility or readmitted within 24 hours to the same facility from a previous acute hospital or facility discharge, are considered on continuous stay.",
            "Readmissions are considered a continuous stay regardless of the original or readmission diagnosis.",
            "The Texas Medicaid Program does not recognize specialty units within the same hospital are separate entities; therefore, transfers between specialty units must be billed as one admission under the Texas Provider Identifier (TPI).",
            "Consider the example of a continuous stay, DRG facility to DRG facility, client discharged from facility A and readmitted within 24 hours to facility A.",
            "This would be considered a continuous stay and the provider would receive one DRG payment for the entire stay."
        ],
        "Interim Billing": "Refer to the Interim Facility Bills - All States Medicaid - SOP for processing instructions.",
        "Observation Status to Inpatient Admission": [
            "When a member’s status changes from observation to inpatient admission, the date of the inpatient admission is the date the member was placed on observation status.",
            "This rule always applies regardless of the length of time the member was in observation (less than 24 hours) or whether the date of inpatient admission is the following day.",
            "All charges including the observation room are usually billed on the inpatient claim with bill type 111.",
            "Note: Any observation stays exceeding the 24hr. timeframe period should be billed as an “Inpatient Service”.",
            "Claims must be denied with remit N683 with an additional free form comment stating the following: “Observation stay exceeding 24 hr. timeframe, please resubmit as an Inpatient stay”."
        ],
        "Inpatient vs. Observation": "Observation services billed after the 23rd hour as an inpatient facility claim for one day are not payable. Deny the entire claim with remit code N130.",
        "Sterilization": "The Texas Medicaid Program benefits include payment for elective sterilization.  If a member decides not to be sterilized after entering the hospital, the hospital may be reimbursed for its services.  The hospital must submit a valid consent form signed by the member.  Consent form must be signed at least 30 days prior to the surgery but no more than 180 days after the member’s signature.",
        "Hysterectomy Services": [
            "Medically necessary hysterectomies are reimbursable when the physician obtains an appropriate acknowledgement statement from the member. The acknowledgement statement is maintained in the physician’s files and subject to retrospective review. A modifier, PM or PS, must be submitted on the provider claim or a copy of the signed certification may be attached to the paper claim (see attachment A).",
            "Medicaid does not reimburse for hysterectomies performed for the sole purpose of sterilization."
        ],
        "Tenet Processing Instructions": [
            "Inpatient claims will PEND manual review as there are stipulations within the contract that pays a 1-Day Stay at a flat rate instead of the DRG rate. Claims will go through Webstrat as normal, however, any claims with a 1-Day stay will need to be manually priced. For anything over a 1-Day stay, the edit can be overridden and priced per Webstrat.",
            "All Contract naming conventions for Tenet begin with HOSPITAL :PAR:TENET",
            {
                "1-Day Stay Payments – line will pend edit 225 manual review.": [
                    "- If patient expired – claim will contain a Discharge Status 20 – Pay Web.Strat DRG pricing, flat rate does not apply,",
                    "- If any of the following rev codes on bill, pay the Web.Strat DRG pricing. The 1 Day Stay flat rate will not apply: 0208,0681-0684,0689,0360-0369,0481,0490-0499,0750-0759,0760-0769,0790-0799",
                    "- If Admit type = 5 pay Web.Strat DRG pricing, flat rate will not apply.",
                    "- If the DRG weight is over 1.0, pay Web.Strat DRG pricing and flat rate does NOT apply – system will capture and pay DRG rate.",
                    "- If a claim hits edit 225, pay the entire claim at the 1 Day Stay Flat Rate."
                ]
            },
            {
                "Inpatient Trauma (Revenue codes 0208,0681-0684,0689)": [
                    {
                        "condition": "If the claim is billed with both Admit Type 5 and any of the revenue codes listed above",
                        "action": "no manual intervention is required",
                        "note": "The core claims processing system is configured to add this additional payment."
                    },
                    {
                        "condition": "If the claim is only billed with Admit Type 5",
                        "action": "the processor will manually price the claim on the next payable line",
                        "pricing": [
                            {
                                "effective": "01/01/22-12/31/2023",
                                "amount": "$5,550"
                            },
                            {
                                "effective": "01/01/24",
                                "amount": "$5,000"
                            }
                        ]
                    }
                ]
            },
            {
                "Inpatient Implants (Revenue codes 0274,0275,0278)": [
                    "Implants are payable in addition to the Room and Board if the billed amounts equal or are greater than the threshold. Upon claims adjudication, the processor will review the NetworX Pricer tab within the core claims processing system to determine if additional payment is due:",
                    "If the combined amount of the rev codes: 0274, 0275, 0278 equals the threshold or exceeds it, the core claims processing system will allow this additional payment (Total charges of combined lines x contract x DPP if applicable).",
                    "Example: Threshold = $15,000: Combined billed amount for rev codes 0274,0275,0278 is greater than Threshold amount:  0274 $10,000, 0275 $2,000, 0278 $3,500.",
                    "If the combined amount is less than the threshold there is NO ADDITIONAL PAYMENT DUE and implants are included in the DRG payment."
                ]
            },
            {
                "Inpatient High-Cost Drugs (Revenue code 0636)": [
                    "High-Cost Drugs are payable in addition to the Room and Board if the billed amounts equal or are greater than the threshold for revenue code 636:",
                    "If the combined billed amount of the revenue code 0636 equals the threshold or exceeds it, the core claims processing system will allow this additional payment (Total charges of combined lines x contract x DPP if applicable).",
                    "Example: Threshold = $15,000: Combined billed amounts for rev code 0636 is greater than Threshold amount:  0636 $10,000, 0636=$2,000, 0636=$3,500. THEN manually price at the High-Cost Drug percentage rate.",
                    "Note: Processor must review all high-cost drug lines. When certain lines are denied as non-covered, follow the steps below: Processor must review all high-cost drug lines. When certain lines are denied as non-covered, deny the line, and adjudicate the claim.",
                    "If the combined amount is less than the threshold, there is NO ADDITIONAL PAYMENT DUE and implants are included in the DRG payment."
                ]
            }
        ],
        "Spell Of Illness (SOI)": [
            "Medicaid covers up to 30 days in the hospital in a benefit period. A new 30 day benefit period starts when the member has been out of the hospital for at least 60 days in a row.",
            "If the member's spell of illness has been met; then deny the claim with remit N587, 'Policy benefits have been exhausted.'"
        ],
        "Parkland Memorial": [
            "Parkland Memorial is allowed to request up to 5 days for OB services. No authorization is required for the first 5 days.",
            "Authorization is not required for Parkland's outpatient services for their PAR locations."
        ],
        "The following list provides definitions for the remit codes used in the Inpatient Facility processing guideline": [
            "N683 - Missing/incomplete/invalid prior treatment documentation",
            "N52 - Patient not enrolled in the billing provider's managed care plan on the date of service.",
            "N130 - Consult plan benefit documents for information about restrictions for this service.",
            "MA63 - Missing/incomplete/invalid principal diagnosis",
            "N228 - Incomplete/invalid consent form",
            "SSI001 - Member was SSI eligible for date of service"
        ]
    }
}