{
    "Authorizations": {
        "UM Umbrella Authorizations": [
            "Utilization Management (UM) will create one “umbrella” auth per member to house the total number of approved Private Duty Nursing (PDN) hours for members receiving services from multiple independent nurses.",
            "The umbrella auth will be created under Temporary Provider, and will include the following in the non-clinical notes: *Name of each nurse and * Service Contract Act (SCA) rates for each nurse"
        ]
    },
    "Claim Form": "Claims for Private Duty Nursing services are submitted on the Centers for Medicare and Medicaid Services form (CMS-1500) and Uniform Billing form (UB-04).",
    "Identifying Services for CMS-1500": {
        "Review the following boxes to determine if services are processed under the Private Duty Nursing services processing guidelines": {
            "Box 21": "Diagnosis Codes",
            "Box 24A": "(From and To Dates)",
            "Box 24B": "Place of Services (POS)",
            "Box 24D": "CPT/HCPCS Codes Modifiers",
            "Box 33": "Pay-to Provider"
        }
    },
    "Identifying Services for UB-04": {
        "Review the following boxes to determine if services are processed under the Private Duty Nursing processing guidelines": {
            "Box 1": "Facility Name",
            "Box 4": "Bill Type",
            "Box 6": "(From and To Dates)",
            "Box 13": "Admit Hour",
            "Box 16": "Discharge Hour",
            "Box 18-28": "Condition Codes",
            "Box 42": "Revenue Codes",
            "Box 66": "Diagnosis Codes",
            "Box 74": "Procedure Codes"
        }
    },
    "Covered Benefits": {
        "Private Duty Nursing services are a covered benefit for the Molina Healthcare of New York (MHNY) health plan members aged 21 and over who are enrolled in the MLTC plan": {
            "The following codes are covered under Private Duty Nursing": {
                "S9123": "Nursing care, in the home, by registered nurse, per hour",
                "S9124": "Nursing care, in the home, by licensed practical nurse, per hour"
            }
        }
    }
}